Repository: gtuan201/oh_my_cat
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Month
vi: Tháng

source: year
vi: năm

# feeling_today
source: Yo! How are you feeling today?
vi: Yo! Hôm nay bạn cảm thấy thế nào?

# feel_that_day
source: How did you feel that day?
vi: Bạn cảm thấy thế nào vào ngày hôm đó?

source: Save
vi: Lưu

source: Close
vi: Đóng

source: Select
vi: Chọn

# success_add
source: Yes! Added successfully
vi: Đã thêm thành công

# success_update
source: Yes! Updated successfully
vi: Đã nhật thành công

# how_you_feel
source: How do you feel?
vi: Bạn cảm thấy thế nào?

source: Delete
vi: Xóa

# success_delete
source: Deleted successfully
vi: Đã xoá thành công

source: Share
vi: Chia sẻ

source: Please wait...
vi: Vui lòng đợi...

source: Address not found
vi: Không tìm thấy địa chỉ

source: Select location
vi: Chọn địa điểm

source: Error
vi: Lỗi

source: Relaxing Sounds
vi: Âm thanh thư giãn

source: Self-Care
vi: Tự chăm sóc

source: Quiz
vi: Bài kiểm tra

# mental_health_quote
source: Quote about Mental Health
vi: Quote về sức khỏe tinh thần

# start_quiz
source: Start the Quiz
vi: Bắt đầu bài kiểm tra

source: Description
vi: Mô tả

source: From
vi: Từ

source: Complete
vi: Làm xong

source: Your result
vi: Kết quả của bạn

source: Conclusion
vi: Kết luận

source: Export Pdf
vi: Xuất Pdf

source: Advice
vi: Lời khuyên

source: Strengths
vi: Điểm mạnh

source: Weaknesses
vi: Điểm yếu

source: Question
vi: Câu hỏi

source: Explore
vi: Khám phá

source: All
vi: Tất cả

source: Statistics
vi: Thống kê

source: Test Results
vi: Kết quả bài kiểm tra

# test_scores_note
source: The scores of the tests will be shown here
vi: Điểm số của các bài kiểm tra sẽ được thống kê ở đây

source: Mood Statistics
vi: Thống kê tâm trạng

# daily_data_note
source: Based on your daily data
vi: Dựa trên dữ liệu hàng ngày của bạn

# out_of_total
source: out of 11
vi: trong tổng số 11

source: Show All
vi: Hiển thị tất cả

source: Collapse
vi: Thu gọn

# add_mood_log
source: Add Mood Diary
vi: Thêm nhật ký cảm xúc

# need_more_data
source: More data is needed for this chart. Please add your diary.
vi: Cần thêm dữ liệu cho biểu đồ này. Xin vui lòng thêm nhật ký của bạn.

# no_test_taken
source: You have not taken this test yet!
vi: Bạn chưa làm bài kiểm tra này lần nào!

source: Latest Result
vi: Kết quả gần nhất

# daily_results
source: Results for
vi: Kết quả ngày

source: Test Result Statistics
vi: Thống kê kết quả kiểm tra

source: Settings
vi: Cài đặt

source: Daily Reminder
vi: Nhắc nhở hàng ngày

# local_auth
source: Local Authentication
vi: Khoá bảo mật

source: Backup & Restore
vi: Sao lưu & Khôi phục

source: Theme
vi: Chủ đề

source: Emoji
vi: Biểu tượng cảm xúc

source: Language
vi: Ngôn ngữ

source: Help Center
vi: Trung tâm trợ giúp

source: Contact Us
vi: Liên hệ với chúng tôi

# backup_data
source: Backup your data to Google Drive in case you forget your password or lose your data.
vi: Sao lưu dữ liệu của bạn vào Google Drive trong trường hợp bạn quân mật khẩu hoặc mất dữ liệu.

# no_backup_data
source: No backup data available
vi: Chưa có dữ liệu sao lưu

# backup_success
source: Backup successful
vi: Sao lưu thành công

# not_logged_in
source: You are not logged into your Google account
vi: Bạn chưa đăng nhập tài khoản Google

# reminder_backup
source: Backup Reminder
vi: Nhắc nhở sao lưu

source: Existing Backups
vi: Bản sao lưu hiện có

# backup_count
source: You have {count} records
vi: Có {count} bản ghi

source: Backing up data...
vi: Sao lưu dữ liệu...

source: Backup to Google Drive
vi: Sao lưu vào Google Drive

# tap_to_connect_account
source: Tap to connect your account
vi: Nhấn để kết nối tài khoản

source: Logout
vi: Đăng xuất

# logout_confirmation
source: Do you want to log out of this account?
vi: Bạn có muốn đăng xuất khỏi tài khoản này?

# logout_confirm
source: Logout
vi: Đăng xuất

source: Syncing data...
vi: Đang đồng bộ dữ liệu...

source: Sync completed
vi: Đồng bộ hoàn tất

# sync_error
source: Error! Please try again later
vi: Lỗi! Vui lòng thử lại sau

source: Deleting data...
vi: Đang xoá dữ liệu...

# deleted_success
source: Deleted successfully
vi: Đã xoá

# delete_error
source: Error! Please try again later
vi: Lỗi! Vui lòng thử lại sau

# no
source: None
vi: Không

source: Daily
vi: Hàng ngày

source: Every 3 Days
vi: 3 Ngày

source: Weekly
vi: Hàng tuần

source: Monthly
vi: Hàng tháng

source: Select reminder time
vi: Chọn thời gian nhắc nhở

# existingBackup
source: Existing backups
vi: Bản sao lưu hiện có

# noRecords
source: No records found
vi: Không có bản ghi nào

# fill_all_info
source: Please fill in all information
vi: Hãy điền đầy đủ thông tin

# cannot_delete
source: Cannot delete this item
vi: Không thể xoá mục này

# setup_reminder
source: Reminder Settings
vi: Thiết lập nhắc nhở

source: Add Daily Reminder
vi: Thêm nhắc nhở hàng ngày

source: Add Reminder
vi: Thêm nhắc nhở

source: Reminder Time
vi: Thời gian nhắc nhở

source: Title
vi: Tiêu đề

source: Notification Content
vi: Nội dung thông báo

source: Enter text
vi: Nhập văn bản

source: Lock Code
vi: Khoá mật mã

source: Set Password
vi: Thiết lập mật mã

# device_not_supported
source: Your device does not support this feature
vi: Thiết bị của bạn không hỗ trợ

source: Use Biometric
vi: Sử dụng sinh trắc học

# enable_biometric_auth
source: Enable Biometric Authentication
vi: Bật xác thực sinh trắc học

# auth_to_access
source: Authenticate to access the app
vi: Xác thực để truy cập ứng dụng

source: Authentication cancelled
vi: Xác thực bị hủy bỏ

# device_not_enrolled
source: Device is not enrolled for biometric authentication
vi: Thiết bị chưa đăng ký xác thực sinh trắc học

source: Authentication error
vi: Lỗi xác thực

source: Unknown error
vi: Lỗi không xác định

source: Later
vi: Để sau

source: Open Settings
vi: Mở cài đặt

# biometric_auth_message
source: To use this feature, you need to enable biometric authentication in system settings.
vi: Để sử dụng tính năng này, bạn cần bật xác thực sinh trắc học trong cài đặt hệ thống.

# enter_password
source: Enter a 4-digit password
vi: Nhập mật khẩu gồm 4 chữ số

source: Confirm Password
vi: Xác nhận mật khẩu

# password_mismatch
source: Passwords do not match
vi: Mật khẩu không khớp

source: Authentication failed
vi: Xác thực không thành công

source: Reset theme
vi: Đặt lại chủ đề

source: Preview theme wallpaper
vi: Xem trước hình nền chủ đề

source: Apply theme
vi: Dùng chủ đề

source: Preview emoji
vi: Xem trước biểu tượng cảm xúc

source: Use it
vi: Dùng nó

# widgetInstructions
source: Guide to adding a widget to your home screen:
vi: Hướng dẫn thêm widget vào màn hình chính của bạn:

# widgetStep1
source: 1. On the home screen, press and hold on an empty area until a menu appears.
vi: 1. Ở màn hình chính, nhấn và giữ ở một vùng trống cho tới khi một menu xuất hiện.

# widgetStep2
source: 2. Tap on Widgets.
vi: 2. Nhấn vào Widget.

# widgetStep3
source: 3. Find widgets provided by Oh My Cat. Tap and hold the widget you want to add, then drag and drop it to the appropriate area.
vi: 3. Tìm widgets được cung cấp bởi Oh My Cat. Nhấn và giữ widget mà bạn muốn thêm, rồi kéo và thả widget đến vùng thích hợp.

# evaluation_date
source: The evaluation was conducted on {date}
vi: Đánh giá được thực hiện vào ngày {date}

source: Confirm
vi: Xác nhận

source: Choose Language
vi: Chọn ngôn ngữ

source: Delete this item?
vi: Xóa mục này?

# cannotUndoAction
source: You cannot undo this action.
vi: Bạn không thể hoàn tác hành động này.

source: Cancel
vi: Hủy

# howToAddEmotionDiary
source: How to add an emotion diary?
vi: Cách để thêm nhật ký cảm xúc?

# addWidgetToHomeScreen
source: Guide to add widget to home screen
vi: Hướng dẫn thêm widget ra màn hình chính

# forgotPasswordWhenAppLocked
source: Forgot password when app is locked?
vi: Quên mật khẩu khi khoá app?

source: How to backup data?
vi: Sao lưu dữ liệu thế nào?

# howToChangeEmotionIcon
source: How to change emotion icons?
vi: Cách để thay đổi biểu tượng cảm xúc?

# changeAppTheme
source: How to change the app theme?
vi: Thay đổi theme app như thế nào?

source: Forgot Password?
vi: Quên mật khẩu?

# backup_restore_message
source: Please log in to your personal account in [Backup and Restore] and back up your data, in case you forget your password or lose your data.
vi: Vui lòng đăng nhập vào tài khoản cá nhân của bạn trong [Sao lưu và khôi phục] và sao lưu dữ liệu của bạn, trong trường hợp bạn quên mật khẩu hoặc mất dữ liệu.

# instruction
source: Follow these steps to access your data
vi: Làm theo các bước sau để truy cập dữ liệu của bạn

# sync_to_drive
source: 1. Sync your data to Google Drive
vi: 1. Đồng bộ dữ liệu vào Google Drive của bạn

# delete_ohmycat_data
source: 2. Delete OhMyCat data from your device
vi: 2. Xoá dữ liệu OhMyCat khỏi thiết bị của bạn

# restart_and_sign_in
source: 3. Restart
vi: 3. Khởi động lại

source: Clear app data
vi: Xoá dữ liệu ứng dụng

source: Restart
vi: Khởi động lại

# google_not_logged_in
source: You haven't logged into your Google account!
vi: Bạn chưa đăng nhập tài khoản Google!

source: Restore your data now?
vi: Khôi phục dữ liệu của bạn bây giờ?

# login_then_restore_data
source: First, log in to your account, then restore your data from the most recent available backup.
vi: Trước tiên hãy đăng nhập vào tài khoản của bạn, sau đó khôi phục dữ liệu của bạn từ Bản sao lưu hiện có mới nhất.

source: Restore
vi: Khôi phục

source: Phone number
vi: Số điện thoại
